
const ads = [
    ad_1 = [
        id = "ad_1",
        template= "1",
        photos = [2],
        texts = [4],
        time = [days = ["monday","wendsday"] , hours = [0600,1200], year = 2022] 
    ],
    ad_2 = [
        id = "ad_2",
        template= "2",
        photos = [1],
        texts = [10],
        time = [""] //תוצג רק בימי שלישי ורביעי, תוצג בשעות 10 בבוקר עד 16 אחה"צ, רק בחודשים מרץ ואפריל 2022
    ],
    ad_3 = [
        id = "ad_3",
        template= "3",
        photos = [0],
        texts = [0],
        time = [] //תוצג בכל ימות השבוע, תוצג בשעות 8 בבוקר עד 22 בלילה, רק בחודש מאי עד ה 15 ליוני 2022
    ],
    ad_4 = [
        id = "ad_4",
        template= "1",
        photos = [0],
        texts = [2],
        time = [""] // תוצג רק בימי שני, תוצג בשעות 15 אחה"צ עד 19 בערב, רק בין ה 29 למרץ 2022 עד 15 באפריל 2022
    ],
    ad_5 = [
        id = "ad_5",
        template= "2",
        photos = [2],
        texts = [7],
        time = [""] //תוצג רק בימי שני,שלישי ורביעי, תוצג בשעות 1 בבוקר עד 23 בלילה, רק בחודש אפריל בשנת 2022
    ]]
    console.log(ads[0].photos)